{
  "404_title": "ERREUR 404",
  "404_text": "La page à laquelle vous essayez d'accéder n'existe pas.",
  "404_button": "Revenir à la page d'accueil",
  "blog_title": "Blog",
  "blog_text": "Cette page regroupe la liste des articles que j'ai écrits. Plongez dans l'univers du développement web et découvrez des conseils, des astuces et des réflexions sur des sujets variés. Que vous soyez développeur en herbe ou expert chevronné, vous trouverez ici des ressources pour nourrir votre passion du web.",
  "blog_description": "Blog de Florent Vandroy, articles parlant de développement web, partage et retour d'expérience sur les nouvelles technologies.",
  "blog_published_date": "Mis en ligne le ",
  "legal_notice_title": "Mentions légales",
  "legal_notice_description": "Mentions légales du site florent-vandroy.fr",
  "legal_notice_company_name": "Raison sociale : Florent VANDROY",
  "legal_notice_legal_structure": "Forme juridique : Entreprise individuelle",
  "legal_notice_siren_number": "Numéro de SIREN : ",
  "legal_notice_siret_number": "Numéro de SIRET : ",
  "legal_notice_address": "Adresse : ",
  "legal_notice_email_address": "Adresse email : ",
  "legal_notice_phone_number": "Numéro de téléphone : ",
  "legal_notice_publication_manager" : "Responsable de la publication : ",
  "legal_notice_host_provider": "Hébergeur : ",
  "privacy_policy_title": "Politique de confidentialité",
  "privacy_policy_description": "Politique de confidentialité du site www.florent-vandroy.fr",
  "privacy_policy_intro_1": "Le site web Florent Vandroy est détenu par Florent Vandroy, qui est un contrôleur de données de vos données personnelles.",
  "privacy_policy_intro_2": "Nous avons adopté cette politique de confidentialité, qui détermine la manière dont nous traitons les informations collectées par Florent Vandroy, et fournit également les raisons pour lesquelles nous devons collecter certaines données personnelles vous concernant. Par conséquent, vous devez lire cette politique de confidentialité avant d'utiliser le site web de Florent Vandroy.",
  "privacy_policy_intro_3": "Nous prenons soin de vos données personnelles et nous nous engageons à en garantir la confidentialité et la sécurité.",
  "privacy_policy_personal_info": "Les informations personnelles que nous collectons :",
  "privacy_policy_auto_info": "Lorsque vous visitez Florent Vandroy, nous recueillons automatiquement certaines informations sur votre appareil, notamment des informations sur votre navigateur web, votre adresse IP, votre fuseau horaire et certains des cookies installés sur votre appareil. De plus, lorsque vous naviguez sur le site, nous recueillons des informations sur les pages web ou les produits individuels que vous consultez, sur les sites web ou les termes de recherche qui vous ont renvoyé au site, et sur la manière dont vous interagissez avec le site. Nous désignons ces informations collectées automatiquement par le terme 'informations sur les appareils'. De plus, nous pourrions collecter les données personnelles que vous nous fournissez (y compris, mais sans s'y limiter, le nom, le prénom, l'adresse, les informations de paiement, etc.) lors de l'inscription afin de pouvoir exécuter le contrat.",
  "privacy_policy_why_process_data": "Pourquoi traitons-nous vos données ?",
  "privacy_policy_data_security": "Notre priorité absolue est la sécurité des données des clients et, à ce titre, nous ne pouvons traiter que des données minimales sur les utilisateurs, uniquement dans la mesure où cela est absolument nécessaire pour maintenir le site web. Les informations collectées automatiquement sont utilisées uniquement pour identifier les cas potentiels d'abus et établir des informations statistiques concernant l'utilisation du site web. Ces informations statistiques ne sont pas autrement agrégées de manière à identifier un utilisateur particulier du système.",
  "privacy_policy_right_to_be_informed": "Le droit d'être informé.",
  "privacy_policy_right_of_access": "Le droit d'accès.",
  "privacy_policy_right_to_rectification": "Le droit de rectification.",
  "privacy_policy_right_to_erasure": "Le droit à l'effacement.",
  "privacy_policy_right_to_restrict_processing": "Le droit de restreindre le traitement.",
  "privacy_policy_right_to_data_portability": "Le droit à la portabilité des données.",
  "privacy_policy_right_to_object": "Le droit d'opposition.",
  "privacy_policy_rights_related_to_automated_decision": "Les droits liés à la prise de décision automatisée et au profilage. Si vous souhaitez exercer ce droit, veuillez nous contacter via les coordonnées ci-dessous.",
  "privacy_policy_data_processing_reasons": "De plus, si vous êtes un résident européen, veuillez noter que nous traitons vos informations afin d'exécuter les contrats que nous pourrions avoir avec vous (par exemple, si vous passez une commande par le biais du site) ou autrement pour poursuivre nos intérêts commerciaux légitimes énumérés ci-dessus. De plus, veuillez noter que vos informations pourraient être transférées en dehors de l'Europe, y compris au Canada et aux États-Unis.",
  "privacy_policy_links_to_other_websites": "Liens vers d'autres sites web :",
  "privacy_policy_other_websites_disclaimer": "Notre site web peut contenir des liens vers d'autres sites web qui ne sont pas détenus ou contrôlés par nous. Sachez que nous ne sommes pas responsables de ces autres sites web ou des pratiques de confidentialité des tiers. Nous vous encourageons à être attentif lorsque vous quittez notre site web et à lire les déclarations de confidentialité de chaque site web susceptible de collecter des informations personnelles.",
  "privacy_policy_information_security": "Sécurité de l'information :",
  "privacy_policy_data_security_description": "Nous sécurisons les informations que vous fournissez sur des serveurs informatiques dans un environnement contrôlé et sécurisé, protégé contre tout accès, utilisation ou divulgation non autorisés. Nous conservons des garanties administratives, techniques et physiques raisonnables pour nous protéger contre tout accès, utilisation, modification et divulgation non autorisés des données personnelles sous son contrôle et sa garde. Toutefois, aucune transmission de données sur Internet ou sur un réseau sans fil ne peut être garantie.",
  "privacy_policy_legal_disclosure": "Divulgation légale :",
  "privacy_policy_legal_disclosure_description": "Nous divulguerons toute information que nous collectons, utilisons ou recevons si la loi l'exige ou l'autorise, par exemple pour nous conformer à une citation à comparaître ou à une procédure judiciaire similaire, et lorsque nous pensons de bonne foi que la divulgation est nécessaire pour protéger nos droits, votre sécurité ou celle d'autrui, enquêter sur une fraude ou répondre à une demande du gouvernement.",
  "privacy_policy_contact_form": "Formulaire de contact :",
  "privacy_policy_contact_form_info": "Lorsque vous remplissez le formulaire de contact présent sur le site, les données inscrites dans le formulaire sont transmises au service Getform.io, un outil me permettant de gérer les demandes de contact. Avec les données présentes dans le formulaire, certaines autres données concernant votre système sont transmises (navigateur web utilisé, adresse IP, ville approximative, ...). Vous pouvez retrouver les conditions de confidentialité de Getform.io via ce lien :",
  "privacy_policy_comments": "Commentaires :",
  "privacy_policy_comments_info": "Lorsque vous laissez un commentaire sur notre site, un commentaire sur Github est créé dans la catégorie 'issue', votre pseudonyme, avatar et profil Github seront donc visibles et accessibles depuis le site.",
  "privacy_policy_contact_information": "Informations de contact :",
  "privacy_policy_contact_info": "Si vous souhaitez nous contacter pour comprendre davantage la présente politique ou si vous souhaitez nous contacter concernant toute question relative aux droits individuels et à vos informations personnelles, vous pouvez envoyer un courriel à florentvandroy@gmail.com",
  "privacy_policy_your_rights": "Vos droits",
  "privacy_policy_data_collection": "Vous pouvez visiter le site web sans nous dire qui vous êtes ni révéler d'informations, par lesquelles quelqu'un pourrait vous identifier comme un individu spécifique et identifiable. Toutefois, si vous souhaitez utiliser certaines fonctionnalités du site web, ou si vous souhaitez recevoir notre lettre d'information ou fournir d'autres détails en remplissant un formulaire, vous pouvez nous fournir des données personnelles, telles que votre e-mail, votre prénom, votre nom, votre ville de résidence, votre organisation, votre numéro de téléphone. Vous pouvez choisir de ne pas nous fournir vos données personnelles, mais il se peut alors que vous ne puissiez pas profiter de certaines fonctionnalités du site web. Par exemple, vous ne pourrez pas recevoir notre bulletin d'information ou nous contacter directement à partir du site web. Les utilisateurs qui ne savent pas quelles informations sont obligatoires sont invités à nous contacter via florentvandroy@gmail.com.",
  "goto": "Se rendre sur le lien.",
  "goto_page": "Se rendre sur la page.",
  "goto_article": "Se rendre sur la page de l'article ",
  "logo_alt": "Logo de Florent Vandroy",
  "navbar_home": "Accueil",
  "navbar_blog": "Blog",
  "navbar_recent_projects": "Projets récents",
  "navbar_accomplishments": "Réalisations",
  "navbar_skills": "Compétences",
  "navbar_contact": "Contact",
  "portfolio_demo": "Voir le site",
  "portfolio_source_code": "Code source",
  "portfolio_demo_title": "Voir le site du projet",
  "portfolio_source_code_title": "Voir le code source du projet",
  "background_image": "Image de fond du site florent-vandroy.fr",
  "default_page_title": "Développeur Web full-stack à Bergerac (Dordogne)",
  "default_page_description": "Le portfolio d'un jeune développeur full-stack passionné par le web, le développement et les nouvelles technologies.",
  "contact_title": "Me contacter",
  "contact_sending_in_progress": "Envoi en cours...",
  "contact_send_message": "Envoyer mon message",
  "contact_phone_number": "Téléphone",
  "contact_email_address": "Adresse email",
  "contact_location": "Localisation",
  "contact_fullname": "Nom complet",
  "contact_message": "Message",
  "contact_message_send_successfull": "Votre message a été envoyé avec succès.",
  "contact_send_button": "Envoyer mon message",
  "home_jumbotron_intro": "Je suis",
  "home_jumbotron_title": "Florent Vandroy",
  "home_jumbotron_text": "Développeur web Full-stack",
  "home_jumbotron_btn_label": "Me contacter",
  "home_scroll_down": "Scroll down",
  "home_about_me_title": "A propos de moi",
  "home_about_me_picture_alt": "Photo de Florent Vandroy",
  "home_about_me_text": "En tant que développeur passionné, je suis toujours à la recherche de défis stimulants pour mettre mes compétences techniques et ma créativité au service de projets innovants. \n Je reste à l'affût des dernières tendances et techs du moment, convaincu que mon expertise sera un atout au sein d'une équipe dynamique. 🚀",
  "home_about_download_resume": "Télécharger mon C.V",
  "home_about_technologies_used": "Technologies utilisées",
  "home_about_project_done": "Projets terminée",
  "home_about_language_used": "Language de programmation utilisés",
  "home_recent_projects_title": "Mes projets récents",
  "home_achievements_tile": "Toutes mes réalisations",
  "home_skills_title": "Mes compétences",
  "home_skill_text": "Outils avec lesquelles j&apos;ai déjà travaillé.",
  "home_all_my_posts": "Tous mes articles",
  "home_see_more_posts": "Voir plus d'articles"
}
