{
  "404_title": "404 ERROR",
  "404_text": "The page you are trying to access does not exist.",
  "404_button": "Back to homepage",
  "blog_title": "Blog",
  "blog_text": "This page compiles the list of articles I have written. Dive into the world of web development and explore tips, tricks, and insights on various topics. Whether you are a budding developer or a seasoned expert, you will find resources here to fuel your passion for the web.",
  "blog_description": "Florent Vandroy's blog, articles discussing web development, sharing, and sharing experiences with new technologies.",
  "blog_published_date": "Published on ",
  "legal_notice_title": "Legal notice",
  "legal_notice_description": "Legal Notice for the website florent-vandroy.com",
  "legal_notice_company_name": "Owner name: Florent VANDROY",
  "legal_notice_address": "Address: ",
  "legal_notice_email_address": "Email address: ",
  "legal_notice_phone_number": "Phone number: ",
  "legal_notice_publication_manager": "Publication manager:",
  "legal_notice_host_provider": "Host provider: ",
  "privacy_policy_title": "Privacy Policy",
  "privacy_policy_description": "Privacy Policy for the website www.florent-vandroy.com",
  "privacy_policy_intro_1": "The website Florent Vandroy is owned by Florent Vandroy, who is a data controller of your personal data.",
  "privacy_policy_intro_2": "We have adopted this privacy policy, which determines how we process the information collected by Florent Vandroy, and also provides the reasons why we need to collect certain personal data about you. Therefore, you should read this privacy policy before using Florent Vandroy's website.",
  "privacy_policy_intro_3": "We take care of your personal data and are committed to ensuring its confidentiality and security.",
  "privacy_policy_right_to_be_informed": "The right to be informed.",
  "privacy_policy_right_of_access": "The right of access.",
  "privacy_policy_right_to_rectification": "The right to rectification.",
  "privacy_policy_right_to_erasure": "The right to erasure.",
  "privacy_policy_right_to_restrict_processing": "The right to restrict processing.",
  "privacy_policy_right_to_data_portability": "The right to data portability.",
  "privacy_policy_right_to_object": "The right to object.",
  "privacy_policy_rights_related_to_automated_decision": "Rights related to automated decision-making and profiling. If you wish to exercise this right, please contact us using the contact details below.",
  "privacy_policy_data_processing_reasons": "Furthermore, if you are a European resident, please note that we process your information to perform contracts we might have with you (for example, if you place an order through the site) or otherwise to pursue our legitimate business interests as listed above. Additionally, please note that your information may be transferred outside of Europe, including to Canada and the United States.",
  "privacy_policy_links_to_other_websites": "Links to other websites:",
  "privacy_policy_other_websites_disclaimer": "Our website may contain links to other websites that are not owned or controlled by us. Please be aware that we are not responsible for these other websites or the third-party privacy practices. We encourage you to be aware when you leave our website and to read the privacy statements of each website that may collect personal information.",
  "privacy_policy_information_security": "Information security:",
  "privacy_policy_data_security_description": "We secure the information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use, or disclosure. We maintain reasonable administrative, technical, and physical safeguards to protect against unauthorized access, use, alteration, and disclosure of personal data under its control and custody. However, no data transmission over the Internet or wireless network can be guaranteed.",
  "privacy_policy_legal_disclosure": "Legal disclosure:",
  "privacy_policy_legal_disclosure_description": "We will disclose any information we collect, use, or receive if required or permitted by law, such as to comply with a subpoena or similar legal process, and when we believe in good faith that disclosure is necessary to protect our rights, your safety, or the safety of others, investigate fraud, or respond to a government request.",
  "privacy_policy_contact_form": "Contact form:",
  "privacy_policy_contact_form_info": "When you fill out the contact form on the site, the information entered in the form is transmitted to the service Getform.io, a tool that allows me to manage contact requests. Along with the data in the form, some other data about your system is transmitted (web browser used, IP address, approximate city, etc.). You can find Getform.io's privacy policy at the following link:",
  "privacy_policy_comments": "Comments:",
  "privacy_policy_comments_info": "When you leave a comment on our site, a comment on Github is created in the 'issue' category, so your pseudonym, avatar, and Github profile will be visible and accessible from the site.",
  "privacy_policy_contact_information": "Contact Information:",
  "privacy_policy_contact_info": "If you wish to contact us to better understand this policy or if you have any questions regarding individual rights and your personal information, you can send an email to florentvandroy@gmail.com.",
  "privacy_policy_your_rights": "Your rights",
  "privacy_policy_data_collection": "You can visit the website without telling us who you are or revealing any information by which someone could identify you as a specific and identifiable individual. However, if you wish to use certain features of the website, receive our newsletter, or provide other details by filling out a form, you can provide us with personal data, such as your email, first name, last name, city of residence, organization, phone number. You can choose not to provide us with your personal data, but this may prevent you from enjoying certain features of the website. For example, you may not be able to receive our newsletter or contact us directly from the website. Users who are unsure about which information is mandatory are encouraged to contact us via florentvandroy@gmail.com.",
  "goto": "Go to the link.",
  "goto_page": "Go to the page.",
  "goto_article": "Go to the page of article ",
  "logo_alt": "Logo of Florent Vandroy",
  "navbar_home": "Home",
  "navbar_blog": "Blog",
  "navbar_accomplishments": "Projects",
  "navbar_skills": "Skills",
  "navbar_contact": "Contact",
  "portfolio_demo": "Demo",
  "portfolio_source_code": "Source code",
  "portfolio_demo_title": "View the project demo",
  "portfolio_source_code_title": "View the project's source code",
  "background_image": "Background image of florent-vandroy.com website",
  "default_page_title": "Back End Web Developer in Bergerac (Dordogne).",
  "default_page_description": "The portfolio of a young Back End developer passionate about the web, development, and new technologies",
  "contact_title": "Contact me",
  "contact_sending_in_progress": "Sending in progress...",
  "contact_send_message": "Send my message",
  "contact_phone_number": "Phone number",
  "contact_email_address": "Email address",
  "contact_location": "Location",
  "contact_fullname": "Full name",
  "contact_message": "Message",
  "contact_message_send_successfull": "Your message has been sent successfully.",
  "contact_send_button": "Send my message",
  "home_jumbotron_intro": "Web Development",
  "home_jumbotron_title": "Florent Vandroy",
  "home_jumbotron_text": "Back End Web Developer",
  "home_jumbotron_btn_label": "Contact me",
  "home_scroll_down": "Scroll down",
  "home_about_me_title": "About me",
  "home_about_me_picture_alt": "Picture of Florent Vandroy",
  "home_about_me_text": "I’m a web developer with 3 years of experience. Passionnate about computer, development and team's work, I decided to deep dive into the topic with 9 weeks Web Development bootcamp at Le Wagon. I plan to bring my development skills with strong passion for back end to a dynamic team. While working on a solo project, I am looking for full-time remote roles in Back End developer. 🚀",
  "home_about_download_resume": "Download my resume",
  "home_about_technologies_used": "Technologies used",
  "home_about_project_done": "Completed projects",
  "home_about_language_used": "Programming languages used",
  "home_achievements_tile": "My projects",
  "home_skills_title": "My Skills",
  "home_skill_text": "Tools I have worked with",
  "home_all_my_posts": "My articles",
  "home_see_more_posts": "See more articles",
  "home_watch_all_videos": "See me code on Youtube"
}
